package com.example.rush.lvl1_syntax.lvl1_hello;

/**
 "Динамическое приветствие с временем"

 Напишите программу, которая:
 Запрашивает у пользователя его имя.
 Определяет текущее время на компьютере (используйте класс LocalTime из пакета java.time).

 В зависимости от времени суток выводит персонализированное приветствие:
 Если время между 6:00 и 11:59: Good morning, [имя]!
 Если время между 12:00 и 17:59: Good afternoon, [имя]!
 Если время между 18:00 и 23:59: Good evening, [имя]!
 Если время между 00:00 и 5:59: Good night, [имя]!
*/

public class Task5 {
    public static void main(String[] args) {

    }
}
