package com.example.rush.lvl1_syntax.lvl2_scanner;


/**
 Средняя задача: "Калькулятор"
 Напишите программу-калькулятор, которая:

 Запрашивает у пользователя два числа (дробные или целые).
 Запрашивает операцию (+, -, *, /).
 Выполняет выбранную операцию и выводит результат.
 Если пользователь вводит некорректную операцию, программа должна вывести сообщение об ошибке.

 Пример:
 Введите первое число: 10
 Введите второе число: 5
 Выберите операцию (+, -, *, /): *
 Результат: 50
 */
public class Task3 {
    public static void main(String[] args) {

    }
}
