package com.example.rush.lvl1_syntax.lvl2_scanner;

/**
 "Управление списком задач"

 Напишите программу для управления списком задач.

 Программа должна:
 Позволять пользователю добавлять задачи в список.
 Позволять пользователю удалять задачи по номеру.
 Позволять пользователю просматривать все задачи.
 Завершать работу, если пользователь вводит команду "exit".
 Используйте Scanner для взаимодействия с пользователем.

 Пример работы программы:
 Введите команду (add/remove/view/exit): add
 Введите задачу: Купить продукты
 Задача добавлена.

 Введите команду (add/remove/view/exit): view
 1. Купить продукты

 Введите команду (add/remove/view/exit): remove
 Введите номер задачи: 1
 Задача удалена.

 Введите команду (add/remove/view/exit): exit
 Программа завершена.
 */
public class Task5 {
    public static void main(String[] args) {

    }
}
